Repository: elementary/settings-security-privacy
Catalog: po/extra/*.po
Languages: ca, es, fr, he, hu, ja, nl, pl, ru, uk, zh_tw

source: Authentication is required to run the Firewall Configuration
ca: Cal autenticació per executar la configuració del tallafoc.
es: Para configurar el cortafuegos necesita autenticarse
fr: Il est nécessaire de s'authentifier pour configurer le pare-feu
he: נדרש אימות כדי להפעיל את תצורת חומת האש
hu: Hitelesítés szükséges a tűzfal beállításához
ja: ファイアウォールの設定を実行するには認証が必要です
nl: Authenticatie is vereist om de firewall configuratie te starten
pl: Aby uruchomić konfigurację zapory sieciowej konieczne jest uwierzytelnienie
ru: Для изменения настроек брандмауэра требуется аутентификация
uk: Необхідна автентифікація для налаштування фаєрволу
zh_tw: 執行防火牆設定需要先通過身分核對

source: Security &amp; Privacy Settings
ca: Paràmetres de seguretat i privadesa
es: Configuración de Seguridad y privacidad
fr: Paramètres de sécurité et de confidentialité
he: הגדרות אבטחה ופרטיות
hu: Biztonság és adatvédelem beállításai
ja: セキュリティとプライバシーの設定
nl: Beveiliging &amp; Privacy instellingen
pl: Ustawienia bezpieczeństwa i prywatności
ru: Настройки защиты и приватности
uk: Налаштування безпеки та приватності
zh_tw: 安全與隱私設定值

source: Configure firewall, screen lock, and activity information
ca: Configureu el tallafoc, el bloqueig de la pantalla i la informació d'activitat.
es: Configure el cortafuegos, el bloqueo de pantalla y la información de actividades
fr: Configurer le pare-feu, le verrouillage de l'écran et les informations de l'activité de l'utilisateur
he: הגדרת חומת אש, נעילת מסך ופירוט על פעילות
hu: A tűzfal, a lezárási képernyő és az aktivitási információk beállítása
ja: ファイアウォール、スクリーンロックとアクティビティ情報を設定します
nl: Configureer firewall-, schermvergrendeling- en activiteitsinformatie
pl: Konfiguruj zaporę sieciową, blokadę ekranu oraz informacje o aktywności
ru: Настройка фаервола, блокировки экрана и информации об активности
uk: Налаштування фаєрволу, блокування екрана та подробиць про діяльність
zh_tw: 調整防火牆、螢幕鎖定、和活動資訊設定值

source: elementary, Inc.
he: elementary בע״מ

source: Minor updates:
ca: Actualitzacions menors:
es: Actualizaciones menores:
fr: Mises à jour mineures :
he: עדכונים משניים:
hu: Kisebb frissítések:
ja: マイナーアップデート:
nl: Kleine updates:
pl: Mniejsze aktualizacje:
ru: Незначительные обновления:
uk: Незначні оновлення:
zh_tw: 小型更新：

source: Translation updates
ca: Actualitzacions de la traducció
es: Traducciones actualizadas
fr: Mise à jour des traductions
he: תרגומים עודכנו
hu: Frissített fordítások
ja: 翻訳の更新
nl: Bijgewerkt vertalingen
pl: Aktualizacje tłumaczenia
ru: Обновления перевода
uk: Оновлено переклади
zh_tw: 翻譯更新

source: Improved screen reader accessibility
es: Se mejoró la accesibilidad para los lectores de pantalla
he: נגישות מקריא המסך השתפרה
hu: Jobb kezelhetőség képernyőolvasóval
ja: スクリーンリーダーのアクセシビリティを改善
nl: Verbeterde schermlezertoegankelijkheid
pl: Poprawiono dostępność czytnika ekranu
ru: Улучшена доступность для экранного диктора
uk: Поліпшення доступності для зчитувачів з екрана
zh_tw: 改善螢幕閱讀器輔助

source: New features:
ca: Característiques noves:
es: Nuevas características:
fr: Nouvelles fonctionnalités :
he: יכולות חדשות:
hu: Új funkciók:
ja: 新機能:
nl: Nieuwe functies:
pl: Nowe funkcje:
ru: Новые возможности:
uk: Нові функції:
zh_tw: 新功能：

source: Automatically clean up screenshots with Housekeeping
ca: Netegeu automàticament les captures de pantalla amb Housekeeping
es: Se pueden limpiar capturas de pantalla automáticamente con Mantenimiento
fr: Nettoyer automatiquement les captures d'écran avec le nettoyage
he: לנקות צילומי מסך אוטומטית עם תחזוקה
hu: Képernyőképek automatikus takarítása
ja: “自動削除”でスクリーンショットを自動的に削除する機能を追加
nl: Automatisch schermafbeeldingen opschonen met Housekeeping
pl: Automatyczne czyszczenie zrzutów ekranu przy sprzątaniu
ru: Автоматическая очистка снимков экрана в Домоводстве
uk: Автоматично очищувати знімки екрана за допомогою Домоведення
zh_tw: 新增自動清理畫面快照的功能

source: Only list installed apps in the Location panel
ca: Llista només les aplicacions instal·lades al tauler Ubicació
es: Ahora solo se listan las aplicaciones instaladas en el panel de ubicación
fr: Afficher uniquement les applications installées dans le panneau d'Emplacement
he: להציג רק יישומים מותקנים בלוח המיקום
hu: Csak a telepített alkalmazások megjelenítése a Helymeghatározás panelen
ja: “位置情報“ペインにインストール済みのアプリのみを一覧表示するように修正
nl: Alleen ge√Ønstalleerde apps weergeven in het Locatiepaneel
pl: W panelu lokacji pokazane są tylko zainstalowane aplikacje
ru: Только установленные приложения отображаются в панели Местоположения
uk: На панелі Розташування показуватимуться лише встановлені застосунки
zh_tw: 在位置資訊面板只列出已安裝的應用程式

source: Use the location portal
ca: Usa el portal d'ubicació
es: Ahora se usa el portal de ubicación
fr: Utilisation du portail local
he: שימוש בשער המיקום
hu: A helyhozzáférési portál használata
ja: 位置情報ポータルを使用するように修正
nl: Gebruik het locatieportaal
pl: Użyj portalu miejsca
ru: Использование портала местоположения
uk: Використання порталу локацій
zh_tw: 使用位置資訊桌面入口

source: New location icon
ca: Icona d'ubicació nova
es: Se agregó un nuevo icono de ubicación
fr: Nouvelle icône de position
he: סמל מיקום חדש
hu: Új tartózkodásihely-ikon
ja: 新しい位置情報アイコン
nl: Nieuwe locatiepictogram
pl: Nowa ikona miejsca
ru: Новая иконка местоположения
uk: Нова піктограма розташування
zh_tw: 新的位置資訊圖示

source: Option to forbid new USB devices while locked
ca: Opció per prohibir els dispositius USB nous mentre estiguin blocats
es: Se agregó una opción para prohibir nuevos dispositivos USB cuando el equipo está bloqueado
fr: Option permettant d'interdire les nouveaux périphériques USB lorsque l'appareil est verrouillé
he: אפשרות לאיסור על התקני USB חדשים בזמן נעילה
hu: Lehetőség új USB-eszközök letiltására lezárt állapotban
ja: ロック時新たに接続された USB デバイスを使用不可にするオプションを追加
nl: Optie om bij vergrendeling nieuwe USB-apparaten te verbieden
pl: Możliwość zablokowania nowych urządzeń USB w stanie zablokowania
ru: Возможность запретить новые USB-устройства во время блокировки
uk: Можливість заборонити нові USB-пристрої під час блокування
zh_tw: 新增鎖定時禁止連接新的 USB 裝置的選項

source: Add Downloads option to Housekeeping
ca: Addició de l'opció de baixades al manteniment
