Repository: elementary/settings-security-privacy
Catalog: po/*.po
Languages: he, ka

source: Security & Privacy
he: אבטחה ופרטיות
ka: უსაფრთხოება & კონფიდენციალობა

source: Configure firewall, screen lock, and activity information
he: הגדרת חומת אש, נעילת מסך ופירוט על פעילות
ka: ბრანდმაუერის, ეკრანის ჩაკეტვის და აქტივობის ინფორმაციის მორგება

source: Privacy
he: פרטיות
ka: კონფიდენციალობა

source: Locking
he: נעילה
ka: ჩაკეტვა

source: Firewall
he: חומת אש
ka: ფაიერვოლი

source: Housekeeping
he: ניקיון וסדר
ka: მეოჯახეობა

source: Location Services
he: שירותי מיקום
ka: მდებარეობის სერვისები

source: History
he: היסטוריה
ka: ისტორია

source: Clear History
he: פינוי ההיסטוריה
ka: ისტორიის გასუფთავება

source: Lock on sleep
he: נעילה עם שינה
ka: ჩაკეტვა დაძინებისას

source: Lock after sceen turns off
he: לנעול לאחר שהמסך נכסה
ka: ჩაკეტვა ეკრანის გამორთვის შემდეგ

source: Automatically delete old temporary files
he: מחיקת קבצים זמניים ישנים אוטומטית
ka: ძველი დროებითი ფაილების ავტომატური წაშლა

source: Automatically delete old screenshot files
he: מחיקה אוטומטית של קובצי צילומי מסך לאשפה

source: Automatically delete old trashed files
he: מחיקה אוטומטית של קבצים ישנים שהושלכו לאשפה
ka: ძველი ნაგავში გადაყრილი ფაილების ავტომატური წაშლა

source: Number of days to keep trashed and temporary files
he: מספר הימים לשמירת קבצים זמניים וכאלו שבאשפה
ka: ნაგავში და დროებითი ფაილების შენარჩუნების დრო დღეებში

source: Unlock
he: שחרור

source: Lock
he: נעילה

source: Unable to acquire permission
he: לא ניתן להשיג הרשאה

source: Firewall rules can't be changed without the required system permission.
he: אי אפשר לשנות את כללי חומת האש ללא הרשאת המערכת הנחוצה.

source: Unknown
he: לא ידוע
ka: უცნობი

source: Allow
he: לאפשר
ka: დაშვება

source: Deny
he: לסרב
ka: უარყოფა

source: Reject
he: לדחות
ka: უარყოფა

source: Limit
he: הגבלה
ka: შეზღუდვა

source: In
he: נכנס
ka: შიგნით

source: Out
he: יוצא
ka: გარეთ

source: %s Ports %s
he: %s פתחות %s
ka: %s პორტები %s

source: %s Port %s
he: %s פתחה %s
ka: %s პორტები %s

source: Enabled
he: פעיל
ka: ჩართულია

source: Version
he: גרסה
ka: ვერსია

source: Action
he: פעולה
ka: მოქმედება

source: Protocol
he: פרוטוקול
ka: პროტოკოლი

source: Direction
he: כיוון
ka: მიმართულება

source: To
he: יעד
ka: მდე

source: From
he: מקור
ka: დან

source: Action:
he: פעולה:
ka: მოქმედება:

source: Protocol:
he: פרוטוקול:
ka: პროტოკოლი:

source: Both
he: שני הכיוונים
ka: ორივე

source: Version:
he: גרסה:
ka: ვერისა:

source: Direction:
he: כיוון:
ka: მიმართულება:

source: %d or %d-%d
he: %d או %d-%d
ka: %d ან %d-%d

source: Ports:
he: פתחות:
ka: პორტები:

source: Add Rule
he: הוספת כלל
ka: წესის დამატება

source: Disabled
he: מושבתת
ka: გამორთულია

source: Automatically Delete:
he: מחיקה אוטומטית:
ka: ავტომატური წაშლა:

source: Old temporary files
he: קבצים זמניים ישנים
ka: ძველი დროებითი ფაილები

source: Downloaded files
he: קבצים שהתקבלו
ka: გადმოწერილი ფაილები

source: Screenshot files
he: קובצי צילומי מסך

source: Trashed files
he: קבצים שהושלכו לאשפה
ka: ნაგავში გადაყრილი ფაილები

source: Delete Old Files After:
he: מחיקת קבצים ישנים לאחר:
ka: ძველები წაიშლება:

source: Open Trash…
he: פתיחת האשפה…
ka: ნაგვის გახსნა…

source: Old files can be automatically deleted after %u day to save space and help protect your privacy.
he: ניתן למחוק קבצים ישנים אוטומטית לאחר יום כדי לחסוך במקום ולסייע בהגנה על הפרטיות שלך.
ka: თქვენი კონფიდენციალობის შესანარჩუნებლად და ადგილის დასაზოგად ძველი ფაილები %u დღეში ერთხელ ავტომატურად წაიშლება.

source: Day
he: יום
ka: დღე

source: Partially Enabled
he: מופעל חלקית
ka: ნაწილობრივ ჩართულია

source: Lock on suspend:
he: נעילה עם השהיה:
ka: ჩაკეტვა დაძინებისას:

source: Lock after screen turns off:
he: לנעול לאחר כיבוי המסך:
ka: ჩაკეტვა ეკრანის გამორთვის შემდეგ:

source: Forbid new USB devices when locked:
he: לאסור התקני USB חדשים בעת נעילה:
ka: ახალი USB მოწყობილობების აკრძალვა, როცა ჩაკეტილია:

source: %s can store local usage data to provide extra functionality like offering recently-used files and more relevant local search. Regardless of this setting, usage data is never transmitted off of this device or to third parties.
he: ל־%s יש אפשרות לאחסן נתונים באופן מקומי כדי לספק תכונות נוספות כגון הצעת קבצים שנעשה בהם שימוש לאחרונה וחיפושים מקומיים ממוקדים יותר. ללא תלות בהגדרה זו, נתוני השימוש אינם מועברים מהמכשיר הזה לגופי צד שלישי.

source: %s won't retain any further usage data.
he: לא יישמרו נתוני שימוש נוספים על ידי %s.
ka: %s გამოყენების მონაცემებს არ შეინახავს.

source: The additional functionality that this data provides will be affected.
he: התכונות הנוספות שהנתונים האלה מספקים תיפגענה.
ka: ზეგავლენა მოხდება დამატებით ფუნქციონალურობაზე, რომელსაც ეს მონაცემები უზრუნველყოფს.

source: This may not prevent apps from recording their own usage data, such as browser history.
he: יתכן שהגדרה זו לא תמנע מיישומים להקליט את נתוני השימוש שלהם עצמם, כגון היסטוריית דפדפן.
ka: ეს არ აღკვეთს პროგრამების მიერ საკუთარი გამოყენებული მონაცემების ჩაწერას, მაგალითად ბრაუზერის ისტორიის.

source: History Is Disabled
he: היסטוריה מושבתת
ka: ისტორია გამორთულია

source: Clear History…
he: פינוי ההיסטוריה…
ka: ისტორიის გასუფთავება…

source: Your system
he: המערכת שלך
ka: თქვენი სისტემა

source: Allow the apps below to determine your location
he: לאפשר ליישומים שלהלן לאתר את המיקום שלך
ka: უფლება მიეცი წინამდებარე აპლიკაციებს დაადგინონ თქვენი მდებარეობა

source: No Apps Are Using Location Services
he: אף יישום לא משתמש בשירותי המיקום
ka: მდებარეობის სერვისს აპები არ იყენებენ

source: When apps are installed that use location services they will automatically appear here.
he: כאשר מותקנים יישומים שמשתמשים בשירותי המיקום הם מופיעים כאן אוטומטית.
ka: როცა აპებს, რომლებიც მდებარეობის სერვისს იყენებენ, დააყენებთ, ისინი აქ გამოჩნდება.

source: Location Services Are Disabled
he: שירותי המיקום מושבתים
ka: მდებარეობის სერვისები გამორთულია

source: While location services are disabled, location requests from apps will be automatically rejected.
he: בזמן ששירותי המיקום מושבתים, בקשות המיקום מהיישומים תידחנה אוטומטית.
ka: როცა მდებარეობის სერვისები გამორთულია, აპების მოთხოვნები ავტომატურად უარყოფილია.

source: The additional functionality that location access provides in those apps will be affected.
he: התכונות הנוספות שגישה למיקום מספקת ליישומים אלה תיפגע.

source: This will not prevent apps from trying to determine your location based on IP address.
he: מצב זה לא ימנע מהיישומים לנסות לאתר את מיקומך על סמך כתובת IP.
ka: ეს ვერ შეაჩერებს აპლიკაციას დაადგინოს თქვენი მდებარეობა IP მისამართის გამოყენებით.

source: Allow %s to use location services
he: לאפשר ליישום %s להשתמש בשירותי המיקום
ka: %s-სთვის მდებარეობის სერვისების გამოყენების უფლების მიცემა

source: Search Application
he: חיפוש יישומים
ka: პრორამის ძებნა

source: Clear system-collected file and app usage history
he: פינוי הקובץ שנאסף על ידי המערכת והיסטוריית השימוש ביישומים
ka: სისტემის მიერ მოგროვილი ფაილისა და აპლიკაციის გამოყენების ისტორიის წაშლა

source: The data from the selected time frame will be permanently deleted and cannot be restored
he: הנתונים מטווח הזמן הנבחר יימחקו לחלוטין באופן בלתי הפיך

source: The past hour
he: השעה החולפת
ka: გასული საათი

source: The past day
he: היום שחלף
ka: გასული დღე

source: The past week
he: השבוע שחלף
ka: გასული კვირა

source: From:
he: התחלה:
ka: საწყისი თარიღი:

source: All time
he: כל הזמן
ka: ყველა დროის

source: To:
he: סיום:
ka: თარიღამდე:

source: Add Application…
he: הוספת יישום…
ka: პროგრამის დამატება…

source: Add Folder…
he: הוספת תיקייה…
ka: საქაღალდის დამატება…

source: Select a folder to blacklist
he: בחירת תיקייה לחסימה
ka: აირჩიეთ საქაღალდე შავ სიაში დასამატებლად

source: Add
he: הוספה
ka: დამატება

source: Cancel
he: ביטול
ka: გაუქმება

source: Delete
he: מחיקה
ka: წაშლა

source: Do not collect data from the following:
he: לא לאסוף מידע מאלה:
ka: არ შეგროვდეს მონაცემებები შემდეგი:

source: Data Sources:
he: מקורות מידע:
ka: მონაცემების წყაროები:

source: Chat Logs
he: יומני שיחה
ka: საუბრის ჟურნალები

source: Documents
he: מסמכים
ka: დოკუმენტები

source: Music
he: מוזיקה
ka: მუსიკა

source: Pictures
he: תמונות
ka: სურათები

source: Presentations
he: מצגות
ka: პრეზენტაციები

source: Spreadsheets
he: גיליונות נתונים
ka: ელცხრილები

source: Videos
he: סרטונים
ka: ვიდეოები
